// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的宝贝诺诺",
        "花开一季，有落红为证",
        "逝去的岁月，如何能托于烟尘",
        "你的浅笑，是我永生眷恋",
        "相爱很难，久爱更难，但请相信，有爱的人是永恒且真诚的。",
        "“我会躲过新鲜感，死循环的去爱你。”",
        "希望我们永远在一起。我对你的爱只会日益增加，我的温柔只给你，就像你说的“long and long”",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2022-11-11T05:20:00",
    // 双方的名字
    names: ["爱你的松松", "我亲爱的美女宝贝小公主诺诺"]
}
